[{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUR2OUl1RV9nRRAB","review_text":"Couvee Seturan adalah salah satu tempat nongkrong favorit di Jogja. Dengan suasana nyaman dan interior yang estetik, kafe ini cocok buat kamu yang ingin bersantai, bekerja, atau sekedar ngobrol sama teman. Pilihan kopinya beragam, dari yang klasik sampai yang kekinian. Harganya juga cukup terjangkau, jadi nggak bikin kantong jebol. Tapi karena tempatnya populer, siap-siap aja antri, terutama di akhir pekan. Kalau kamu lagi di Jogja, wajib banget cobain mampir ke sini!"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURmOXRpLU13EAE","review_text":"couvee dah kaya rumahh, tempatnya nyaman, fasilitasnyaa juga, tempat sholat bersih toilet bersih. Pelayanan jugaa ramah2. menunya juga hampir semua sukaaak🫶"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNienZEYjN3RRAB","review_text":"Aku gak tau gimana lagi mengungkapkan rasa cintaku pada kopi satu ini, hampir tiap minggu pasti kesini buat menikmati segelas Everyday Latte, Java atau Americano House Blendnya.\n\nAmbiance yang sangat mendukung untuk bekerja, nugas maupun sekedar berdiam diri sambil baca buku. Spacenya banyak dan beragam.\n\nSemua barista dan karyawannya ramah semua."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUQ5MmVQNnFRRRAB","review_text":"Kopi dengan cita rasa terbaik dan didukung suasana yang nyaman. Sejak dulu, couvee sudah menjadi opsi utamaku kalau mau minum kopi. Selalu beli basic white tanpa gula, dan lebih seringnya take away sih. Akhir-akhir ini aku baru mencoba untuk beraktivitas di sini. Lantai 1 nyaman banget buat mengerjakan tugas. Didukung hawa yang dingin dari AC dan internet yang cukup kencang. Meja dan colokannya memadai. Ruangan dan toiletnya juga bersih. Pelayanan oke dan ramah. Lengkap sudah, kopi enak + suasana nyaman. Minuman non-coffee juga enak dan bisa dicoba.\n\nBagian gak enaknya mungkin di parkiran sih yang lebih memadai untuk motor, kalau untuk mobil kayaknya susah. Di waktu-waktu tertentu sering rame juga dan malah bisa gak kebagian tempat untuk di bagian ruangannya. Antrian cukup bersaing dengan driver ojek online. Meski begitu, secara keseluruhan kedai kopi ini menjadi favoritku dan kurekomendasikan untuk orang-orang. 😁"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURiMC1pZjVnRRAB","review_text":"Couvee Seturan dikenal sebagai cabang yang ramah untuk co worker, ruangan luas dan penataan rapi dengan sharing table di tengah. Stop kontak hampir ada di tiap bangku nya dan AC yang cukup dingin menjadikan customer nyaman. Kini area belakang sedikit direnovasi menjadi area semi outdoor yang estetik. Pelayanan ramah dan helpful. Untuk cita rasa kopinya, Couvee sudah menjadi salah satu signature kopi susunya warga Jogja. Taste yang bitter nutty menjadi khas Couvee yang sudah melekat di lidah. Harga terjangkau dan ada beberapa pilihan menu pastry sebagai pendamping minum kopi."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNMMnZTX0pnEAE","review_text":"Sengaja banget mampir beli couvee langsung di outlet (tapi dibawa pulang). Emang lagi doyan jajan minuman ke coffee shop dan lagi nyobain macem² merk. Saya sebenarnya pengguna cashless (lebih seneng bayar non tunai). Tapi kemarin saya lagi pengen bayar cash. Dan disana MENOLAK dibayar cash dgn alasan tdk ada kembalian. Okke saya tidak masalah. Saya bayar dgn QRIS. Dan untuk pertama kalinya uang saya 'NYANGKUT' (Padahal beli sayur di warung rumahan aja ga pernah uang saya nyangkut). Sempet konfirmasi bolak balik (krn antrian panjang, ga enak dgn pelanggan lain) dan barista yg CEWEK yg melayani sejak awal JUTEK dan tidak memberi solusi sama sekali. Hanya suruh nunggu saja. Saya akhirnya ditanggapi oleh Barista cowok. Dan masih bolak balik sambil saya tunjukkan bukti QRIS saya di email. Saya jg info klo saldo saya sudah berkurang. Dia menanggapi dengan ramah. Dia menyampaikan memang sering terjadi hal seperti itu, dan uang biasanya akan kembali. Akhirnya saya membayar dengan pembayaran baru. Katanya misal pembayaran ter-double maka saya bs datang lagi untuk mengambil uang tsb dgn menunjukkan nota. Ya memang 45.000 itu tidak seberapa. Tapi misal terjadi ke banyak orang, maka banyak yg dirugikan. Dan saya baca di ratting pun ada yg mengalami hal yg sama disini.\nDan saya berharap bisa bayar CASH di couvee krn ternyata ada yg mengeluhkan tdk bs bayar cash juga disini. Dan sampai hari ini terhitung sudah 2hari uang saya masih belum kembali.\n\nKalau untuk tempatnya sebenarnya cukup standar dgn coffee shop lainnya. Tapi parkir terbatas. Tidak bs bawa mobil.\nUntuk barista, tolong diajarkan keramahan. Kalau orang berpenampilan sederhana bukan berarti tidak mampu beli di cofee shop. Krn dari caranya bersikap terlihat seperti merendahkan.\nUntuk menu yg saya beli black coffee dan matcha latte. Rasanya enak."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNMNHBIelhREAE","review_text":"Kopinya enak, perpaduannya pas, kopinya pas berasa. Jika ga tlalu suka kopi bgt ada yg creamy, tgl memilih sesuai selera. Tempatnya juga enak buat nongkrong."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUREMzVtT01BEAE","review_text":"Coba kesini karena menginap di hotel sebelah. Penasaran karena tempatny yang selalu ramai. Saya dan keluarga pesan:\nKopi Java, vanilla latte, kopi gula merah, Caramel machiato n pandan latte.\n\nSemuany tidak ad yang gagal. Enak semua. Kopinya berasa banget,n creamy.\nSaya sampai minum 2 hari berturut-turut. Tapi harus tahan antriannya yang panjang, bisa menunggu kurang lebih 1 jam.\n\nSaya nyaman disini ❤️"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURYMy16cVNnEAE","review_text":"sukaaa bgt sama red velvetnya, rasanya ga ky red velvet biasanya mnrut aku 🤩"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURQNktUYkR3EAE","review_text":"pelayanan ramah dan lumayan cepet. tempat nyaman buat bekerja dan nugas, cukup luas"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNkM3BERlF3EAE","review_text":"Setelah renovasi, space yang tadinya semi outdoor dijadikan indoor dan ber-AC. Semakin luas dan banyak pilihan tempat duduk untuk nugas. Kopinya tidak diragukan salah satu yang terenak di Jogja.\n\nIced Americano (Arabica, 20k)\nDouble Shot Espresso (Arabica, 15k)"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNYaGItUmx3RRAB","review_text":"Order via gofood ke hotel. Matcha dan kopsus nya enak🫶🏻"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURGa2Yzcm93RRAB","review_text":"Menu kopi aja gada snack jd emang tempat difokusin buat orng kerja dan nugas. Klo laper y tinggal keluar. Fasilitas mushola tdk ada, jd klo mau sholat keluar dulu. Bikin minum cepet, klo lg rame ya harap sabar aja. Klo disini ngga takut buat ninggal barang keluar bentar, laptop tas di taruh meja gitu wlpun sbnrnya ttp perlu hati2 karna bukan tanggung jawab staff kalo kehilangan. So far pelayanan, produknya, tempetnya aman. Seru buat nonton sunset ✨👍🏻"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUR4b083M2RBEAE","review_text":"Couvee seturan sini cukup ramai ya, dan pas weekend bisa ramai banget sampai full tempat duduknya padahal disini pun sudah diperluas sampai lantai 2. Untuk lantai 1 indoornya lebih cocok untuk sekedar nugas ya sedangkan untuk lantai 2 lebih cocok untuk hang out sama teman. Pilihan menunya cukup banyak ya couvee baik yang kopi maupun non kopi. Mocktail nya disini juga enak seger banget ! Dan yang baru yang kemasan botolnya pun enak. Salah satu kelebihan disini untuk pilihan kopinya pun ada yang arabica dan robusta dan arabica disini pun sudah 100%. Favorit disini yang aku suka adalah black coffee nya. Menurutku kalo pas di seturan bisa jadi salah satu pilihan yaa"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURMOE1pZzZ3RRAB","review_text":"Lokasi: Berada di dekat hotel merapi merbabu\n\nInteriornya: Ruko\n\nRuangan: Indoor dan Semi outdoor\n\nFasilitas: Parkiran yang cukup menampung motor dan beberapa mobil, table yang cukup, WiFi\n\nSuasana: Ramai dari jam buka hingga tutup\n\nMenu: Kopi, non kopi, snack\n\nPelayanan: Ramah dan cepat\n\nHarga: Standar cafe pada umumnya\n\nPembayaran: Cash, Qris\n\nRasa: Semua minuman disini enak dan manisnya enggak bikin eneg\n\nBagi yang belum pernah ke sini sangat direkomendasikan untuk mencoba tempat ini"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURELXJIUV9nRRAB","review_text":"Pesen Pain au Chocolate di Grabfood setelah buka puasa. Datang dlm keadaan hangat ❤️ siap makan.\nRotinya enak bgt, lapisannya renyah & coklatnya juga melted, manisnya pas. Next mau cobain dtg langsung kesana"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNWenVmMkp3EAE","review_text":"Couvee - Seturan adalah tempat yang cocok untuk kalian yang ingin nongkrong, WFA, ataupun WFC dan sedang berada di daerah Seturan, pilihan minuman yang dijual di sana variatif. Parkirannya luas, tempatnya enak."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUQ3dXRIYU1nEAE","review_text":"Coffeeshop isinya staf2 sombong belagu, baru kerja gitu aja udah songong bgt gak karuan. Prett lah"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNmbGJEaDF3RRAB","review_text":"pelayanan sangat\" kurang, pesen kopi udah nunggu lama sejam lebih ga dipanggil ternyata ga dibuatkan sama baristanya"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUMxLTk3azF3RRAB","review_text":"Lokasi deket hotel Merapi merbabu. Parkir oke. Tempatnya lebih lega dan lebih estetik drpd yg jakal. Ruangan juga dingin. CM nya juga oke, tp kok seperti lebih manis dikit."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURqNzlidjZ3RRAB","review_text":"Salah satu toko kopi paling peek di Jogja. dengan 90% bangku terisi.\n\nSangat WFA friendly, indor, outdoor, semi outdoor.\nSetiap sudutnya nyaman untuk kerja.\n\nSoal rasa sepertinya semua warga tau Couvee, jadi sy jg bingung mau kasih feedback apa.\n\nOya, karna vibesnya mendukung, kerja dr kafe ini makin produktif."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNmdWV5ODF3RRAB","review_text":"salah satu coffee shop ter enak di jogja, terbukti dengan ramai nya, pokoknya couvee mana pun khususnya cabang seturan the best🔥👍🏼"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNob3FUNUdBEAE","review_text":"Couvee my loveee. One of best coffee in town, semua menunya enaaak dari coffee dan non-coffee. Creamy, thick, flavorful. Matcha nya cintaa bggtt.\n\nTempatnya oke, sekarang udah makin luas kebelakang ada space baru. Indoornya ada sharing table ditengah sm beberapa meja ber4\/ber2 dipinggir, ada banyak colokan dibawah meja. Didalem kadang adem bgt tp masih oke. Wifinya kenceng, enak buat nugas\/wfc, skripsiku kelar disini hehehe thanks couvee😭. Ambience didalem oke buat produktif karna hampir semua orang laptopan. Paling suka couvee yg seturan"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUR2bHZIbmtBRRAB","review_text":"Kemari lagi pingin minum couvee kebetulan lagi di daerah senturan mampir beli disana, saya biasa pesan hzl dan coffenya minta dikurangi, akan tetapi dibikinin dengan coffe yang normal, padaha di cupnya sudah jelas kalau coffe minta dikurangi, akan tetapi barista bikin dengan normal coffe, saya menyadari itu karena saya biasa pesan, sudah sempat ditawarin buat diganti tp saya menolak karena buru buru, dan tampang mbk\" barista agak tdk mengenakan, saran saja minta tolong lagi lebih diperhatikan untuk riquesan custemernya.  Biar tidak terulang lagi kesalahannya."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUR6N19IeFNBEAE","review_text":"Good place, good coffee, good food, indoor dan outdoor tersedia dan cukup luas, enak buat sekedar nongkrong, kerjain tugas atau wfc cuma gak semua meja tersedia colokan"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURlckw3SHB3RRAB","review_text":"Selalu menjadi coffee shop pilihan untuk nugas, banyak coffee shop yang lebih nyaman tapi cuma couvee yang kopinya paling enak sejauh ini. Tempatnya selalu ramai dan ga terlalu luas, tapi oke aja sih. Semoga tempatnya segera diperluas dan btw di couvee blm ada musholanya. 😢"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUR4NnJ6LTVRRRAB","review_text":"Alternatif tempat nugas ter-oke. Suasananya sangat mendukung untuk kerja\/nugas. Paling enak dateng pagi banget pas abis buka, sekitar jam 9.30 an, masih fresh dan masih banyak pilihan tempat buat duduk. AC nya dingin poll..\n\nParkir motor oke lah. Kamar mandinya bersih. Minus gak ada mushollanya."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURuNXAyeG5RRRAB","review_text":"Lantai atas gila terangnya ampe bikin mata sakit, ambiencenya ga cozy enak buat nugas atau nongkrong malah kayak di toko celluler terangnya ampe bikin mata sakit ini ngalah ngalahin lu mainan hp pas kamar udh dimatiin lampunya tapi brightness hp lu mentokin paling terang 😵 gaenak buat kerja\/nongkrong diatas kalo malem saking terangnya udh laptop bikin mata sakit, ditambah ini lampunya gila terang bgt polusi cahaya kebanyakan masang lampu yang ga penting di spot yang sama lagi. cuma ada bbrp tempat yang enak ga terlalu terang (disudut\")"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNPNU1HX2NREAE","review_text":"Rekomendasi aku dari tempat ini minuman \"Matcha Latte\" seharga 22k. Susunya benar-benar kental banget dan matchanya perfect 👍👍👍\n\nInteriornya juga nyaman dan pendingin ruangannya (AC) lancar. Warna dominan dari interiornya \"beige\". Tidak boleh bawa makanan dan minuman dari luar tempat ini."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNEckpTOWlRRRAB","review_text":"di setiap cabang, rasa kopinya agak beda. disini pesen caramel machiato dan rasanya manis, ga terlalu pahit, beda sama yg ada di cabang palagan. pelayanannya oke banget, tempatnya bersih dan wifi cepet xixi. cocok buat working space atau sekedar nongkrong"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNOckpHa2h3RRAB","review_text":"Ini tuh enakk bgt😂 hargaa juga standar\ntempat nyaa luas, nyaman , wifi lancar , ac dingin🫰🏻"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURIa2Jia2VBEAE","review_text":"Enak kopinya - creamy dan manis pas, harga bersaing, pelayanan baik, suasana cozy"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURYdWFxaTl3RRAB","review_text":"Katanya couvee salah satu yg terbaik. Mampir deh. Bener dong 🤣🤣 pecinta creamy pasti jatuh hatiiiii. Balance semuanya. Cukup nyaman juga buat wfc. Tp ya kalo laper adanya pastry. Dengan rasa mirip mirip fori yaaa ini menang banyak sih karena jauh lebih murah dengan rasa yg juara kek gini.\nTempat jg lebih nyaman karena gak sedingin itu 🤣"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURmMG8yem93RRAB","review_text":"Bestt, kopi enak, tempatnya nyaman buat wfc dan kamar mandinya tiap bentar dibersihin🤩"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUM5MFlESUhBEAE","review_text":"Tempatnya cozy banget buat WFC atau ngerjain tugas, WiFi lumayan oke\nKopinya beneran mantap, suka yg Malacca sama Caramel Macchiato."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUREblo3VGNBEAE","review_text":"Kopi terenak yang pernah kuminum. Tempatnya seru banget banyak space2 yang asik terpisah2"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUR6bm96U013EAE","review_text":"Langganan buat ngerjain tugass, wifi knceng kopi enakkkk apalagi javanya, kurangnya kenapa gaada musholanya ya:( saran yg bagian outdoor dikasi space buat mushola"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNuMDZmVlZ3EAE","review_text":"Pertama kali kesini krn deeptalk sama orang penting\n\nKebetulan mereka nginep di hotel dafam sebelah warkop ini\n\nRame bener ya warkopnya 😅 jujur krn sy baru pertama kali ke warkop spt ini\n\nVibes vintage\/calm\/retronya cukup berasa\n\nAda ruang outdoor nya jg jd bs sambil menikmati atmosfer malam hari 😁"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNsejdhdnZnRRAB","review_text":"penasaran soalnya kata orang2 enak kopi nya. DAN enak beneran sih ini. yg melacca oke bgt.\ntrs tempat nya luas gt buat WFH cocok"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUQxNmQtZzJRRRAB","review_text":"Salah satu perkopian yang rasanya juga sesuai dengan definisi kopi. Sumpah kopine wenak….\n\nUntuk susana memang cocok buat nugas dan kerja-kerja perlaptopan, hanya saja ada beberapa oknum mahasiswa yang naruh tasnya di meja kemudian ia ke belakang untuk ngobrol, pas udah ada niat, balik lagi ke mejanya.\n\nAsline ora masalah, cuma kesane kui serakah ngunuuu. Tapi piye maneh namanya juga masih mahasiswa kannnn.\n\nBtw rekomended sih ini."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUN0aHVxSl9nRRAB","review_text":"kopinya oke, pilihannya banyak. paling suka duduk di bawah pohon, adem! recommended untuk yang lagi cari tempat nyaman untuk kerja atau sekadar nongkrong."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURZZzdESnJRRRAB","review_text":"Overall : 8,5\/10\nCafe yang Interiornya KEREN BGT, Bisa bgt buat nongkrong ato ga buat nugas ( Cuma bagian deket jendela blm ada colokannya)\n\nAda smoking area dibagian belakang jadi santuy bgt buat para smokers. Kopinya juga ENAK! (Tergantung selera masing2 sih wkwk)\n\nAda kursi tambahan yg cukup banyak, Parkiran lumayan luas dibagian belakang couveenya (ntar ada gang disamping masuk aja), Internetnya oke.\n\nSiang sampe sore biasanya rameebet"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURFN1ltUFp3EAE","review_text":"TJAKEP !!!\nKopinya enak banget untuk harga segini, ada juga kopi susu yang khas dari coffee shop ini. Mending milih coffee shop sejenis ini daripada milih coffee shop yang overkill soal teknis bikin kopi yang belum tentu cocok buat semua lidah orang.\nMenu non coffee juga enak, kebetulan pesan red velvet yang juga ajib rasanya.\nSoal vibe, jawara deh.. konsep minimalis dan juga scandinavian (kyknya) mendukung suasana, awalnya yang aku kirain gabisa nampung orang banyak, eh ternyata bisa.. malah banyak yang nongkrong tapi nggak pakai meja.\nSatu yang menurut pribadi agak bertentangan dengan kelestarian alam, yaitu cup plastik.."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURIbTctTHl3RRAB","review_text":"Never failed.\nTapi amaze sama abang parkirnya. Mau kasih kanebo basah d jok motor sebelum kita pakai. Biar ga kepanasan pas kita naik. Baru nemu disini."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNidUp2Q2JBEAE","review_text":"kesini beli kopi buat take away dengan kondisi keburu². nunggu stengah jam ga dipanggil², ternyata kopi gw diambil orang. pdhl gw belum dipanggil.\n\nsbnrnya sempet liat driver grab ambil pesanan di 2 plastik, isi 2 cup + 1 cup. apakah pesanan dr 1 akun dipisah jd 2 plastik? gw rasa ngga. kayanya itu punya gw, tp masa gua ga dipanggil tp nyegat beliau? lain kali diteliti lg yg ngambil pesanan udh bnr belum. thx."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNUczRhV2tRRRAB","review_text":"Kopi enak creamy berasa banget kopinya, tempat nyaman wifi kenceng tetapi di siang hari sangat rame"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUQ3aDk3YzhRRRAB","review_text":"Good place coffee shop,staffnya ramah ramah,asikk"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUN4aUxQYlpnEAE","review_text":"Kalo mau ke sini dan dine in itungannya kaya gacha, kadang sepi, kadang bisa penuh banget. Walau lokasinya udah diperlebar di bagian belakang, namun untuk yang indoor tetap saja super ramai. Saran saya sih datang dari pagi aja. Buat kopinya, salah satu yang terbaik di Jogja. No debat. Namun minusnya adalah tidak adanya menu makanan berat sehingga tidak bisa berlama lama di coffe shop ini. Air mineralnya pun cukup mahal dibandingkan tempat lain."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNmeTlqSG5BRRAB","review_text":"worth it banget sihhh antri lamaaa ga heran, enak bgtt kopinyaaaaa"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURwMzRfQ2lRRRAB","review_text":"Mencari tempat buat wfc dan cobain tempat ini.\nTempatnya cozy dan nyaman buat kerja, kopinya juga enak.\nKl suka yg lebih creamy wajib cobain everyday latte dan kl mau yg kopinya lebih nendang, bisa cobain melacca"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUM3cUlXRld3EAE","review_text":"tempat cukup luas di belakang, tukang parkir ramah dan membantu, kopi susu gula aren agak kemanisan. Perlu dikurangi sedikit lagi takaran gulanya. Vibes cukup asyik. Kalo bisa untuk dine in, jangan pakai gelas plastik. Papercup lebih baik."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNEN0otdlR3EAE","review_text":"Caramel Machiatto nya enak, creamy, cocok utk yg suka kopi tdk strong. Less sugar aja sudah manis apalagi yg normal sugar, mungkin kemanisan.\nYg suka kopi strong rekomen dari baristanya yg Java, enak jg.\nBanyak mahasiswa nugas jg, jadi rame."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURYM3RLMGxRRRAB","review_text":"sering banget jajan disini semua produknya enak, favorit di java & caramel macchiato ❤️ baristanya ramah2 & helpful, pelayanan cepat banget tapi kalo pas lg rame dimohon bersabar 😅 suasana oke bgt buat wfc!"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURZNU56dDZnRRAB","review_text":"Lokasi Couvee yang baru lebih luas daripada cabang utama yang ada di Jakal. Parkirannya luas, tempat nongkrongnya pun juga luas. Untuk menu sama saja seperti yang ada di cabang Jakal. Harganya pun sama tidak lebih mahal padahal lokasinya jauh lebih nyaman dan lebih luas. Interiornya juga khas Couvee banget deh. Mau di Jakal atau Seturan, rasa kopinya sama sama enaknya. Sukses terus, Couvee!"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNuZzZueGlnRRAB","review_text":"Pelayanan sangat kurang , pelanggan menunggu setengah jam untuk orderan disaat toko sepi. Ternyata order sudah selesai tetapi nama tidak dipnggil , Cup diletakkan saja di meja pengambilan. 1\/5 tidak lagi beli disini"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNLMHZXaWRnEAE","review_text":"Oke tempat bersih terus interiornya juga minimalis. Pelayanan ramah dan cepat. Pilihan menu nya banyak. Sayang parkirnya agak susah kl bawa mobil. Tapi aku suka sih rasa kopi dan aroma kopinya okelah. Lokasi di seturan area rame juga jadi mudah dijangkau. Terimakasih. Semoga membantu 😊😊😊"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURNcXVHMW1nRRAB","review_text":"Tempatnya sangat cozy, cocok utk sekedar chill atau ngerjain tugas etc. Colokan listrik cukup banyak. Utk kopinya juga cukup enak, has a great taste. Harganya pun cocok utk kantong mahasiswa (Minuman termurah dengan harga 15k utk minuman basic). Ada toilet, tp tidak ada musholla. Wifinya oke lah tidak terlalu lelet. Yang paling penting dan beda dengan cafe yg lain, ACnya itu lho , dingin banget. Utk orng yg suka dingin betah bgt duduk disini."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUQwc2V1eURREAE","review_text":"best coffee in this town!!! cinta banget ga ngerti lagi. cookie crumble, matcha, red velvet juaraaa!!! menu base coffee nya terlalu strong buat aku yg kurang suka kopi tapi tep enak wkwkwkw🧡 tempatnya lebih luas dari yg jakal tapi aku suka lightingnya kuning2 menenangkan dan cozy banget. semua karyawannya friendly dan fast response. gak pernah bosen pesen minuman disini entah dine in, take away maupun via ojol. so far so good lah."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUN2b19id2l3RRAB","review_text":"Tempat nyaman, buat me time nunggu dia, ya dia..."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURpeG9LeVhnEAE","review_text":"Coffeeshop favorite sejuta umat di Jogja.\n\nBeing a fans of @couvee.idn since 2017. Jaman cuma ada di Jakal sebelah Tempo Gelato yang spacenya ngga begitu besar. Dari dulu emang tiap hari selalu rame. Dengkul sampe saling bersinggungan pas lagi duduk hahahaha. Tapi tetep aja betah buat dateng ke sini, sambil ngerjain skripsi atau sekadar bengong liatin jalanan Jakal.\n\nKetika @couvee.idn buka cabang lain di Seturan, spacenya lebih besar dan nyaman. Tapi tetep masih rame aja tiap hari. Bangku-bangku dah keisi semua setiap dateng ke sini.\n\nSelain tempat yang nyaman, emang kualitas dari kopinya sendiri oke punya. Hampir semua varian menu minuman di sini aku suka. Harganya pun sangat masuk akal.\n\nAdakah warga Jogja yang belum pernah cobain @couvee.idn?"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURLMEpXTkl3EAE","review_text":"Tempat ngopi yang konsepnya cocok buat co-working space, lahan parkir luas, kualitas produk baik. Favorit menu saya signature Melacca, es kopi susu yg flavor kopinya kerasa banget dan teksturnya gak bakal watery. Non Coffeenya juga gak kalah enak, red velvetnya juga enak."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNyMjUtdjZRRRAB","review_text":"Es kopinya enak , bisa request gulanya, perlu penambahan menu rotinya , dan juga sebaiknya menggunakan kendaraan roda 2. Krn lahan parkir tdk luas"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUN2NDRLNjN3RRAB","review_text":"tempat rekomendasi buat nugas, nyaman"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUN6LTZYWFRnEAE","review_text":"Kopinya selalu enak di cabang manapun. Rekomendasi: pesen large, extra shot, less sweet.\nSayang nya yang Seturan ini agak susah parkirnya."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNmNWJMTm5RRRAB","review_text":"pelayanan lambat, nunggu sangat lama satu jam lebih, mengecewakan sekali...👎"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNoZ2JMU0t3EAE","review_text":"Tempat: 8\/10\nRasa : 8\/10 masih comfort coffee kalo menurut saya, pesen signature mereka yg Java less sugar tapi masih aja kemanisan wqwq\n\nrame mahasiswa\/i nongkrong ya manteman, padahal kesini masih sore banget"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURkbC03WklnEAE","review_text":"Selain cabang Sagan, di cabang Seturan juga nyaman.\n\nDi lantai 1 sangat nyaman dan hening untuk berkerja, belajar ataupun membaca buku.\n\nUntuk area santai jika akan ngobrol bisa di lantai 2"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURtZ1BHNUl3EAE","review_text":"Pelayanan bagus, kopinya enak dan harganya stadar. Tempatnya asik buat nongkrong, nugas\/kerja + wifi kenceng. Parkirannya luas juga"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUN2NUt1NUR3EAE","review_text":"Ojol kok disuruh antri bareng customer lain, seharusnya ada antrian sendiri khusus ojol"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNyanVURGlnRRAB","review_text":"Mbokya antrian online dibedain sama offline bikin lama sedangkan cstmr offline milihnya lama banget"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUR4c2ZUTnZ3RRAB","review_text":"Kopinya enak, jujur gw emang pecinta kopsus ya.  Tempatnya jg nyaman,  ada toilet juga.  Disini ada 2 lantai,  yang lantai 2 juga nyaman kok tempatnya.  Nggak heran ramai terus."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURhOS0zcXlRRRAB","review_text":"Lokasinya depan CK (dekat perempatan Selokan.\nTempatnya luas, parkir motor nyaman, tapi untuk parkir mobil yg take away kurang nyaman ya.\nRasa kopinya passss, cobain deh yg Melacca, Salted Caramel, Creme Brule. Untuk yg ga kuat minum kopi, bisa request espresso dikurangi takarannya.\nUntuk harga kopi yaa affordable untuk mendapatkan rasa yg passs"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURod2J1TVBBEAE","review_text":"Dari semua cabang, couvee seturan sih yg rasa kopinya paling manteb. Salted caramel lattenya juara banget 😭\nSatu-satunya comfort place buat nugas, ya di sini. Sukses selalu buat couvee seturan!!!"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURud0otTHZBRRAB","review_text":"Penasaran kok rame ternyata kopinya enak,\nantriannya cukup panjang, bagi yg tidak mau antri bisa pesan via onlinefood"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURwNGZmWUVnEAE","review_text":"🌷yang aku ingat ketika mendengar Couvee yaitu nugas! Wkwk karena dia konsep nya workspace. Banyak mahasiswa\/kantoran yg pada ngerjain tugas disini.\n\n🌷Selain tempatnya nyaman, kopinya jangan diragukan lagi lahh. Rekomendasi aku CM dan Salted CM. No debat enak nya! Rasanya gurih, creamy, thick\n\n🌷Baristanya ramah” cuyy. Salam buat mas gondrong sama mas yg kurus ituu dah gak hafal namanya! Lu asik bang, pinjem dulu seratus wkwk"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURQMGVTWlh3EAE","review_text":"Cozy place, serta parkir luas. Ada ruangan khusus untuk merokok di dalam"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURrMDcyVE9nEAE","review_text":"couvee seturan ini lebih luas dari yang jakal cocok kalo buat nugas atau sekedar nongkrong sama temen (colokannya di deket jendela), parkirannya roda 2 sama roda 4 luas di dalam\ntempatnya super nyaman, baristanya juga ramah-ramah enak diajak sharing\nuntuk minumannya baik coffee maupun non coffee enak cuma coffee nya agak strong (kemaren coba necta sama cookie crumble) sedangkan untuk harga disini sih harga mahasiswa"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNzcFBldkxBEAE","review_text":"tempatnya nyaman, kopinya pas buat saya. fasilitasnya baik, parkiran juga  lumayan luas. cukup nyaman untuk kumpul kumpul bersama teman. pelayanan juga cepat, baik dan ramah. Direkomendasikan untuk berkumpul disini."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURxck9qUXRnRRAB","review_text":"Akuuu hampir setiap hari ke couvee sama bebeb (dari jam 9-7 malem). Tempat ternyaman buat tesisan karena lagu yang diputer itu gak nyaring banget dan disini gak berisik (orang-orang pada fokus dilaptop masing-masing) . Apalagi sekarang kan pandemi lagi naik banget, couvee itu menerapkan fisical distancing gituuu, jadi berjarak hehehe.. dan orang-orang disini pada pakai masker. Semoga aja aku dijauhkan dari covid ya guys (aku selalu pakai masker kok gak pernah lepas, minum aja pakai masker), karena mau gak mau tiap hari aku diluar buat tesisan (aku orangnya harus tesisan ditempat gini biar bisa fokus, kalo dikosan bawaannya bobok) dan aku memilih couvee jadi tempat favorite kami buat tesisan. Aku gak tau yaa orang yang kerja disini udah hapal belum sama kami berdua wkwkwk tapi yang jelas tukang parkirnya udah kenal wkwkwk tu lihat fotonya ku kirimin banyak wkwkwk dan selalu suka dikursi yang dipinggir jendela ini. Gak kena ac langsung dan kalo foto bagus banget (terang wow) hahaha"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURFdTlQNlhREAE","review_text":"Baru liat apa emang baru caffenya, baru masuk ternyarmta enak juga tempatnya, bisa buat kerja juga, banyak colokan, ada toilet tapi ga nengok sih kalo ada musholanya, karena ga bisa minum kopi.. aku beli matcha lattenya dan enak banget, kerasa banget matcanya, dan katanya ga pake gula.. jadi tambah seneng, parkir juga luas, di belakang bisa buat mobil juga"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNIM3ZiWWF3EAE","review_text":"tiep kali mesen java pasti rasa kopinya uda gak seger gitu ):\nbiasanya enak bangett banget huhu"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURyenY2NGNnEAE","review_text":"salah satu caffe dengan view bagus"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUQwOFlMSmVnEAE","review_text":"Tempatnya selalu ramai dan kebanyakan yg memang cari tempat buat laptopan sendirian, bukan kelompok. Colokannya ga terlalu banyak tersedia di sharing table, karna cuma ada beberapa colokan di lantai dan itu cuma satu, bukan terminal. Di meja dengan seat 2-4 orang ga semuanya dapet akses colokan. Kalo yg mau produktif lama dan butuh power untuk laptop\/charge, mesti niat bawa terminal colokan sendiri.\nDi smoking area ga tersedia colokan sama sekali di dekat mejanya."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNaM09UN0tBEAE","review_text":"Pesanan saya lewat Gr*b sesuai dengan di foto (oatside arabica 3p=3pump=very sweet).\n\nSeharusnya sangat manis (minimal manis wajar) tetapi malah sama sekali tidak terasa gulanya. 😑\n\nTolong manajemen memperhatikannya lagi karena hal seperti ini terjadi yang kedua kalinya dari Couvee. Bila memang cuma satu kali tak apa lah, wajar-wajar saja. Namun ini yang kedua kali untuk saya yang sudah kasih note manis+ tapi tidak dikasih gula sama sekali. 😮‍💨"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNqMzQ2M2F3EAE","review_text":"Kopi enak, pastry lumayan, tempat luas banget. Tapi untuk ukuran tempat yg luas dan ramenya sampe ratusan orang per hari (atau bahkan ribuan), toiletnya kurang banyak. Cuma ada 1 toilet cewek dan 1 toilet cowok. Kalo mau memperluas area, bisa dipertimbangkan untuk nambah toilet."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUN5MjhxdVVBEAE","review_text":"Easy accessed. Di tepian jalan seturan, parking lot available dan luas. Parking costs are average.\n\nOrder & cashier in the front, plus tempat ambil order. Bayar dulu, enjoy lalu. Efisien.\n\nNon smoking area cukup luas, meja banyak, colokan listrik ada di bawah meja, buat yang mau nge-charge gadget. Smoking area di belakang. Selama pandemi ane sih mending di ruang yang sirkulasi udaranya besar. Toilets dan wastafel di belakang juga.\n\nCoffe? Nice. The price is actually average  (Segment). Taste good. Kalo ga crowded, servis cukup cepat kok.\n\nReviewed by Coach Ali (IG: @coachalii)"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURzam92ckJBEAE","review_text":"Tempatnya enak, barista sm pelayannya ramah juga\nKopi udah pasti enak dan harganya terjangkau\nKursinya banyak\nTapi sayangnya tidak diperkenankan membawa makanan dan minuman dari luar\n\nOverall ini kafe paling favorit buat belajar😁"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNmNWFTZkJBEAE","review_text":"dah lah gausah ditanyaaa jelas enak banget kopinya HAHAHAHA"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNmcDhTbU93EAE","review_text":"terimakasih sudah fast respon terhadap chat pelanggan & servis luar biasa kakak 👍👍👍👍"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUQ4MTV2T19nRRAB","review_text":"Kopinya enak utk ukuran es kopi susu lucuk jaman sekarang 👍👍. Parkirnya luas. Bangunan industrial gitu bikin suasana cozy. Sering saya jadiin tmpat kalo buat ketemu client."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURKX0tQTDRRRRAB","review_text":"Banyak kopi di jogja tapi dari dulu cuma couvee yg bikin addict. Enak bgt. Selalu memperhatikan pesanan pembeli dan request pembeli juga ❤️ fav disini pandan sm hazelnut."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUR1bjRDR0pBEAE","review_text":"Tempatnya cocok dan nyaman untuk nongkrong ataupun mengerjakan pekerjaan secara daring. Wifi kencang, tersedia smoking area juga."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUREODZ5X25RRRAB","review_text":"Pelayanan sangat lama, Padahal outlet couvee yang lainnya pada bisa cepat berarti ini kan masalah karyawannya yang emang lelet"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURXNW9uRTVRRRAB","review_text":"Tempat nongkrong yang rekomendasi buat tesisan maupun skripsian atau kerja WFH, cukup homey, bukan sekedar kopi namun ada minuman segar sama cake juga untuk cemilan."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURDNS0zSHdBRRAB","review_text":"Tempatnya cozy, ambiencenya nyaman sekali. Favorit saya salted caramel extra shot. Saran agar jarak antar pengunjung lebih memperhatikan protokol kesehatan."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNkamNpeDBnRRAB","review_text":"Vibesnya pas banget untuk kerja, tapi sayang ndak ada mushollanya"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNlOElyQlpBEAE","review_text":"tempat cozy lebih cocok buat nugas\/kerja ketimbang ngobrol. rasa kopi rich dan creamy menurutku lebih enak dari t*ku hehe untuk matcha lattenya lumayan. minus parkir cuma bisa motor, klo bawa mobil jadinya rada ribet"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURoNjQza253RRAB","review_text":"Quality management nya juara. Dari dulu nyobain th 2017 sampe 2023, rasanya konsisten. Mau di cabang manapun juga rasanya sama. Enak pol. Tetep jadi best coffee place di jogja. Gak pernah tergantikan sih"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURPdU1MMWdnRRAB","review_text":"Tempatnya luas. Rasa kopinya suka sekali. Terdapat wifi dan stop kontak, sehingga bs mengerjakan tugas dg nyaman."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNueTRPY2l3RRAB","review_text":"kopinya enak TAPIII indoornya sedikit sekali space nya, dan ini selalu rameee pengunjung"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNLdS1TM2xRRRAB","review_text":"Tempat nyaman, wifi cukup kencang, ada banyak stop kontak, suasana enak buat ngerjain tugas. Tapi ngga ada batas antara 1 orang dengan lainnya ya? Bebas aja duduk dimana2. Musik pelan jadi bisa lebih fokus ke kerjaan sendiri2.\n\nPelayanan ramah.\n\nKalo mau solat nyebrang ke mushollanya shabu suki, semoga bisa punya musholla sendiri ya.\n\nHarga dari 18-25an deh kalo ngga salah yang ukuran reguler.\n\nRasanya? Lumayan enak, aku sih cocok."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURrNTZLMHVnRRAB","review_text":"Salah satu kafe kopi terbaik di Jogja.\nBener-bener kopi dengan rasa yang nikmat, dan harga ga bikin kantong jebol. Recommended untuk kamu yang pengen ngerjain tugas. Kafe nya terlihat nyaman dan cocok untuk santai."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNUbmRiMXB3RRAB","review_text":"Klu ke yogya pasti tiap hr nongkrong di sini. Best coffee ever, sayang yg di jkt udh tutup (saran coba buka daerah binus atau daerah dekat ktr atau kampus). Pdhal kopi nya enak bgt jauh beda dng kopi kena*g*an rasa nya. Suasana enak dan nyaman, ac dingin t4 nongkrong yg enak bgt sambil nemenin suami bikin tesis nya. Betah lama2 disini hehehe.  Favorit kopi melacca, everyday latte must try this and worth it to try"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNmdWVUemlnRRAB","review_text":"Coffe terenak selama di jogja 🧨"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNmMzQtRFFnEAE","review_text":"Emang menu latte di sini ga bisa di sajikan hot ya?"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUQ3Mzg2Wmp3RRAB","review_text":"sayang gada musholla, jadi harus jalan keluar dan numpang ke musholla rumah makan depan\/seberangnya."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURHaHBlZkRnEAE","review_text":"Kopinya enak, signaturenya mulai dari 19 ribu, tempatnya enak, parkirnya luas, ada didaerah perumnas,kebetulan kerja di daerah babarsari jadi deket dan sering kesini. tutup jam 12 malem, yang paling penting ini sih WC nya bersihh dan gak disatuin cewek cowok 🔥"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURHdHJ5T3RRRRAB","review_text":"Tempat lumayan cozy, pelayanan di kasir lumayan lama..\n\nKemudian baiknya stok makanan diperiksa dulu sebelum mengiyakan transaksi. Namun handling complainnya bagus"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUQwcnRYb1FBEAE","review_text":"Varian kopinya enak-enak semuaaa dengan harga sangat murah untuk hitungan coffee shop di jogja apalagi buat kantong mahasiswa. Syahdu buat ngumpul sama teman-teman. Tapi untuk nugas yg agak lama mungkin kurang nyaman karena agak ramai dan berisik. Tempat bersih, lahan parkir sangat luas, wifi kenceng. Ada smoking area juga."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUM2LXVQZjBBRRAB","review_text":"Best of the best coffee shop in Yogyakarta!! Kualitas kopi oke. Blending kopi dan susunya juga pas. Varian java dan caramel macchiato juarakkk."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNSMk5mR1JnEAE","review_text":"Tempat ngopi yg asik buat nongkrong,nugas, dan lainnya."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUM5cjZiSWJ3EAE","review_text":"Tempat ngopi kekinian buat muda mudi Jogja. Saya datang berkunjung di sore hari dan di lantai bawah sudah penuh dengan pengunjung yang kebanyakan membutuhkan tempat untuk nugas atau bekerja. Di lantai atas cukup sepi tapi di sini smoking area jadi asapnya cukup mengganggu bagi perokok pasif. Overall tempatnya nyaman, toiletnya bersih, kopinya oke."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNYeXZiT0lBEAE","review_text":"Es lemonnya enak.\nNyes bgt diminum pas siang2.\nCepet juga pelayanannya.."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURyb29LYTZnRRAB","review_text":"Gak pernah absen ngopi di couvee, luvv💚"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNIeU9QZERnEAE","review_text":"Setiap kesini selalu puas dengan segala aspeknya mulai dari rasa dan pelayanannya, pokoknya recommended🥰🥰🥰"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURGbHUyTzJ3RRAB","review_text":"ku akuin untuk t4nya nyaman, sayangnya cafe  nya ga ada  \"TEMPAT UNTUK SHOLAT\" nya, sayang disayangkan kalau mau sholat harus keluar dulu"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNpMTctM013EAE","review_text":"Sepintas kedai kopi ini terlihat biasa saja. Seperti kedai kopi kebanyakan yang menawarkan bentuk bangunan dengan dinding kaca. Sehingga sangat jelas terlihat dari luar. Dari luar jelas terlihat jika pengunjung sore itu sedang ramai. Ternyata memang selalu ramai ujar seorang teman. Java nya enak, seperti sanger di Banda Aceh. Cocok buat duduk santai atau bekerja. Wajar saja ramai, pelayanan ramah dan cepat, harga terjangkau, tempatnya bersih."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNLaEpETVRBEAE","review_text":"Meja dan kursinya udah nyaman banget buat nugas tapi sayang  ngga nyediain makanan berat huhu. Dan kebetulan saya kedapetan tempat yg pas-pasan sama AC jadi dingin banget. Tadi nya mau nugas lama, tapi jadi ga nyaman karena laper dan kedinginan hehe."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURhMzRDdnBBRRAB","review_text":"Kayaknya selama di Jogja, ini kopi yang paling cocok di lidah. Aku pesen Melaka dan Salted Caramel Latte. Untuk ukuran large, harganya juga nggak terlalu mahal. Menurutku antrian ojek online sama customer harusnya dibedain ya. Prokes jalan, masuk langsung diukur suhu. Tapi parkir mobil di sini agak bikin bingung ya"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURZeTRmQnJ3RRAB","review_text":"Tidak menjual cemilan.\nInterior bagus, wifi oke. Harga start from 22k. Parkiran motor luas"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUMxaEktbm5RRRAB","review_text":"Love banget sama everydaylatte nya couvee seturan konsisten banget rasanya😭😭😭😭😭😭"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURDdXN6SDNBRRAB","review_text":"Aku suka kopinya enak, balance antara pait kopi dan gula nya. Tempat nyaman dan harga standar cafe sih."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNVcy0tV3Z3RRAB","review_text":"Coffee shop worth it banget buat suka ngopi harga murah, rasa standar,  ada wifi,  cocok buat tempat ngerjain tugas, Ac,  cozy, tempat strategis, pelayanannya ramah.  Tapi tempanya sering ramai."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURqN1lEV3BRRRAB","review_text":"Resto gak profesional kalau dah ikut online seharus nya oderan masuk di buat kan gak harus antri sama oderan offline, udah gitu gak dibuatin sesuai kedatangan customer, driver yang udah nunggu lama dilompatin terus."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUQwaXQ2TkhREAE","review_text":"Cabang Couvee di Jogja yang bisa buat nongkrong, nyore, dan ngerjain tugas. Mau sendiri atau sama temen-temen, bisa banget. Varian minuman banyak dan murah, enak-enak, ada yang coffee dan non-coffee. Minuman favorit, White. Untuk tempat, agak nyelip, patokannya, kirinya Circle K. Ada indoor, semi-outdoor, dan outdoor. Toilet ada. Parkir luas, 2-4 mobil bisa masuk, masuk parkiran, bukan coffee shopnya. Instagrammable? Ya. Overall excellent!"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUR0ejR6TE13EAE","review_text":"Kopinya juga enakk bener yg java sama caramel machiatto"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNucTR1UXZRRRAB","review_text":"Ngantri lama bgt mesen cuman satu antri sejam. Gak worth it."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUM2X096QUJ3EAE","review_text":"Tempatnya rame. Minumannya enak. Wifinya kenceng. Enak buat kerja laptopan sambil menangisi nasib."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUMta3RmTFZREAE","review_text":"Paling cocok buat mahasiswa. Ada spot buat nugas sendiri, ada spot buat nugas dlm kelompok kecil, ada spot buat nugas dlm kelmpok gede juga."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURobjZDV1l3EAE","review_text":"Salah satu kopi yg best di Jogjaa, termasuk yg favorit juga, salted caramel less sugar, Masya Allah creamy banget 😍"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUQ3cmU3Y2p3RRAB","review_text":"Nunggunya kelamaan orderan online harus ikut antri kyak ofline gak langsung dibuatin"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUROeGU3RjBBRRAB","review_text":"Servicenya okee dan cepatt, kopinya enak jugaa. Untuk tempatnyaa enjoy untuk mahasiswa yg baru laptopan, dan yg di lantai 2 cocok untuk tempat nongkrong. Karyawan ramaah ssemua"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUMwMGJUNlhREAE","review_text":"Kalo pas pergantian sift tolong jgn meneyepelekan custemer. Sya menunggu terlalu lama di sini. Pelayanan yg sangat lama. Terlalu menyepelekan orang lain. Antrian yg gak teratur. Meminta maaf gampang. Tapi pelayanannya yg lemot. saran sih jgn dateng kesini pas lagi pergantian sift. Masa antrian sudah panjang tapi pelayannya masih tetep lama. Terlalu santai."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURLNlBIckp3EAE","review_text":"Couvee is never fail lah.. harga masih terjangkau di banding coffee shop lain di jogja yg harganya udah pada menyentuh 30rb an. Tapi couvee masih 20rb an.. dan rasanyaaa masih juara 1."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUMwaG91QnVRRRAB","review_text":"Lokasinya ok buat remote work, kopinya enak dengan harga yang relative masih masuk dikantong mahasiswa"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUM2bC1IV2NREAE","review_text":"Rasa kopinya sangat kuat. Bagi yang gak terlalu suka kopi pesen menu yang selain signature saja. Tapi kalau yang suka kopi, Signature nya wajib dicoba kopinya strong, top banget deh"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURZOWRQMU13EAE","review_text":"Kopinya lumayan enak, harga standar cafe, tempat bersih. I like java coffe"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUMxOHRUNkJnEAE","review_text":"Semoga segera hadir di kota2 lain ya! Saya kemarin iseng mampir cari kopi pas trip ke yogya karena lagi ngantuk2nya butuh asupan nyetir pulang ke jkt, gak sengaja ketemu couvee tanpa ada ekspektasi apa2 tanya sama barista minta kopi yang agak strong, direkomendasiin varian java, saya coba tambah 1 shot espresso, uhhh falling in love on the first sip ❤️, sukses terus! Definitely will come back."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUMzNHR2X2xRRRAB","review_text":"wifinya lemot bangetttttttttt dan ac ga  dinginnnn"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUQxODgzM1VBEAE","review_text":"definisi kopi enakkk non kopi pun enak, trus tempatnya juga luas bgt ada indoor dan outdoor, pelayanan sudah bagus 👍🏻"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUQtdHVmbVpBEAE","review_text":"Kopi nya enak bgt"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUMwcXNtRDZRRRAB","review_text":"Kalo ganti shift tolong aplikasinya di matikan dulu, jadi nunggu sia sia, dan alur pemesanannya nya mohon di evaluasi. Harusnya di nota dulu, biar ngga keburu di cancel customer!"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUN0cFBuckd3EAE","review_text":"Tempat luas, nyaman, bersih\nPelayanan terbaik\nRasa terbaik"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUROLS1lT3JnRRAB","review_text":"Sebagai masukan buat couve\nDriver itu bukan orang yang mau ngopi di tempat anda\nOrderan itu sdh anda tau sebelum driver datang\nKalo driver suruh antri lha buat apa ada aplikasi merchand di HP anda...\nCukup katakan kalo driver datang \" Silahkan tunggu pak \/ ibu mas. Orderan sedang di buatkan simple kan. Mas kasir gondrong yang selalu merapikan rambut nya\nBukan malah nyuruh driver antri..... Kalo anda sekelas gacoan saya paham"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNqMU5ldlF3EAE","review_text":"Tempat nyaman dan banyak kursi. Ada di lantai dua juga ternyata, semi outdoor gitu. Pelayanan ok. Menu lumayan."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURELW96T1dREAE","review_text":"enak kopinya. td beli yg Java. double xpresso jadi lumayan strong. teksturnya lembut, tidak asam. tempat nyaman, bersih."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUMwd2R5VjFnRRAB","review_text":"Kalo kopinya couvee, ga usah lah ditanya rasa ya udah pasti mantup. Di tokonya yg ini lebih gede dari yg di jakal jd bs nongkrong. Pembayarannya debet atau gopay bisa. Tapi ya gitu mas e mba e, kurang ramah gituuu, piyee padahal aku wis senyum sumringah ngenee"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURHbkkta3l3RRAB","review_text":"Cocok sebagai CoSpace, akses internet dan coffe mantaf...americano bikin melek"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURDbl82WnRRRRAB","review_text":"Tempat nyaman untuk berinteraksi dan berdiskusi maupun bekerja interior Instagramable"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUMwd3JqSDFBRRAB","review_text":"Sepertinya jadi satu-satunya couvee yang di konsep untuk working space daripada untuk nongkrong, ya walaupun tetep bisa nongkrong tapi lebih cocok dipake buat nugas kalau di couvee ini."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURYLXBHYm9BRRAB","review_text":"Orderan online tapi sampai sini ikut antri orderan offline,\nParah banget,,,harusnya dibuatkan sesuai orderan masuk,,mana kalau disini antrian panjang bett, beda ama yg dijakal sat set cepet,"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNyZ3NLcGJnEAE","review_text":"Cappucinonya enak agak creamy tapi worth ini kalo normal sugar. Tempat enak untuk WFC"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNqdHAtTjZ3RRAB","review_text":"Enak banget kopinya, wajib dicoba kalau lagi main k jogja, coba deh kopi ini. Kopinya wamgi, creamy tapi tetep kerasa kopi. Enak pokonya."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNwLVBtVS1RRRAB","review_text":"Saran aja....kalo maintenance AC dilakukan pd jam tutup. Agar kebersihan terjaga. Membersihkan AC saat jam buka terutama di dapur sampai tehnisi naik keatas dgn duduk ditangga posisi sepatu\/kaki mengarah meja dapur sangat riskan utk kebersihannya."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURaMmR1dG1nRRAB","review_text":"menurut saya sangat enak dan saya hampir setiap menugas di luar selalu pilih couvee tpi saya suka stress ke sini karena parkir mobil selalu penuh padahal saya pernah siang ke sini dan parkir mobil tetap penuh🥲 saya stress karena disuruh parkir di gedung samping yang kadang tidak nyaman untuk saya pribadi karena saya rasa kurang aman dan nyaman… padahal sprtinya couvee sudah diperluas…"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNydHYtQnBRRRAB","review_text":"Tempatnya gak terlalu besar. Namun tetap menyenangkan menghabiskan waktu disini"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUR0dXR6WV9BRRAB","review_text":"Tempat enak dan comfy buat nugas. Cinnamon rollsnya enak banget. Tambahin opsi untuk minuman non coffeenya dong kak ❤️"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURoLWVxMnZBRRAB","review_text":"Cocok utk tempat nongkrong santai, kopinya juga enak"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURxOU5pWmZBEAE","review_text":"Dark chocolatenya lumayan. Tempat lumayan ramai. Ada indoor dan outdoor. Pelayanan cepat."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNPcXJxdmlRRRAB","review_text":"Tempat menarik, tapi memang lahan parkir terbatas, apalagi kalau membawa mobil. Tersedia indoor maupun outdoor, yang suka AC maupun tidak. Menu bisa cek di sosial media, tapi kalau penyuka kopi, java bisa jadi pilihan. Kalau tidak suka kopi, original chocolate juga bisa jadi alternatif. Tersedia toilet dan tempat cuci tangan."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUQ2MDZydjNBRRAB","review_text":"fav place buat nugas! dominan anak kuliahan klo engga org kerja. rame teruuuss! tp selalu balik lg kesini. matcha lattenya enaq~ bisa take out juga ^_^"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUR0X2J5QVZBEAE","review_text":"Resto gak profesional kalau dah ikut online seharus nya oderan masuk di buat kan gak harus antri sama oderan offline."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUR4N3Q2QmxBRRAB","review_text":"Udah langganan beli matcha latte disini dari beberapa taun karena emang seenak itu, biasanya pake motor kalo ga ojol, tp tadi pake mobil ga ada parkirnya :( mau parkir di ck nutupin pelanggan sana, disuruh tukang parkirnya parkir agak jauh, padahal cuma take away bentar karena aku tau couvee pelayanannya cepet, lagian dimobil ada orang lg yg bakal gantiin nyetir bentar nungguin mobil kalo ada yg mau lewat jadi fleksibel dan posisiku sudah minggir dan motor yg mau masuk bisa lewat , eh tp ttp ga boleh sama tukang parkirnya, ribet, ga jadi beli deh aku, saranku kasih solusi untuk parkir mobilnya 🙏🏻 karena semakin laris resiko pelanggan makin banyak , dan ga semua pelanggan naik motor atau pesen lewat ojol 🙏🏻 Sedih banget padahal matcha latte cabang lain ga seenak yg seturan :("},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURScHUyWUZ3EAE","review_text":"Kopi yang menurutku paling pas (btw aku gak terlalu suka kopi tp klo Couvee boleh lah😆)\nTempatnya nyaman, luas. Bisa duduk diluar juga.\nEveryday latte🫶🏻"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURla3VpaWJREAE","review_text":"Creme brulee terbaik sih, oiya oat milknya juga enak bgt👍🏻"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNzX2JTWVp3EAE","review_text":"variasi menu kopi-non kopi yang sama sama kasih rasa enak banget, signature java-nya udah murah enak lagi, kalo yang suka cium aroma relaksasi kopi yang lagi di proses ya kesini aja.\n\nspace indoor lumayan luas, comfy buat nugas, diskusi, dan nyantai, colokan juga ada.\n\noutdoor agak pengap kalo lagi banyak yang ngerokok, paling enak kalo nongkrong outdoor di  meja luar dekat kamar mandi, tapi siap siap kehujanan\/kepanasan"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNsXy1EZVhnEAE","review_text":"Ini tuh kek best Couvee buat layout dan ambience nya. Orang pada kerja semua jadi ketularan. Sementara yang ngobrol bisa ambil tempat diluar atau atas."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURONl91TFF3EAE","review_text":"Kopinya enak, recommended"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNwMllDWm9nRRAB","review_text":"Bakalan mampir ke Sini terus kalo Ke Jogja, rasa kopi di semua menunya Enak gak ada yang Fail, suasanya nyaman dan bikin betah"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURScnJTUUdnEAE","review_text":"Untuk menu, saya belum ada nyobain.\nKesini hny untuk jemput teman...\nTapi dari yg saya lihat, tempatnya sgt cozy...\nBanyak meja single & colokan, sehingga sangat nyaman untuk belajar & bekerja..."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUM4OEpxaUlBEAE","review_text":"Tempat kopi nyaman dan cozy untuk nongkrong maupun bekerja. Semua kopinya enak dan pas. Harga standar dan linkungannya juga tenang dan bersih. Minusnya di ruangan ber ac suhunya dingin banget. Bagi yang tidak kuat dingin, siap-siap jaket yang tebal."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNoeG9qbXF3RRAB","review_text":"tempat nyaman, pelayanan bagus harga standar"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURieEp2MWNnEAE","review_text":"Favoriteeeee\nHampir suka semua menu nya ♥️♥️♥️"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNYdUs3Y09nEAE","review_text":"Kopinya enak.. ✨"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURtbUktYlpREAE","review_text":"Sayangnya untuk customer pick up dan ojol serta yg dine in, tidak ada perbedaan antrian. Saya yg udah pesen buat di pick up 1,5jam yg lalu pada aplikasi gojek, pas dateng mau ambil ternyata juga harus antri sekitar 30 menitan. Pdhal niatan pesen pick up itu biar cepet gtu, gk pake antri. Nah ini malah antri lagi.. huhuhu"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNOdTlyZE53EAE","review_text":"Kopi enak. Barista ramah pol. Kebersihan terjaga. Wifi oke. Mantap"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNlcFl5MHpBRRAB","review_text":"Gak pernah bosen untuk balik kesini, gak pernah ganti opsi, selalu matcha dan matcha pesennya, pelayanan bagus, stafnya juga ramah-ramah, untuk segi harga masih aman untuk semua kalangan"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNPM3BueVdBEAE","review_text":"Tempat akses mudah di jangkau pinggir jalan pas.\nCocok buat nugas dan selalu rame tempatnya\nCuma sedia menu coffee and minuman lain\nSnacknya cuma ada cookies\nTempatnya nyaman adem\nAda outdor juga"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUN5cE5fVkJ3EAE","review_text":"tempatnya cocok untuk nugas, tenang, wifinya kenceng, harganya juga standard"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNjMFpPMC1RRRAB","review_text":"Tempat AC, enak buat ngerjain tugas tapi di jam jam tertentu bisa ramai banget sampai ke habisan tempat. Kalau kopinya enak dan tidak bikin enek. Aku suka juga hiasan hiasan dindingnya :)"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUQ3bmFEc0R3EAE","review_text":"It's very good place to enjoyed the coffee and chill with our friends. There's indoor and outdoor space in the 1st and 2nd floor. This place also comfortable to doing our job from office or colleague. I have tried some coffee and non-coffee menu. The best menu in this coffee shop i think is all variant coffee milk. I recommend you guys to try menu Java or Everyday Latte. For non-coffee i recommend you to try Banana Cream Latte. All space is very clean and comfortable also the toilet, stairs, and others. The barista is very friendly and good when explained the menu. The menu on the picture is Tropical Mango with unique and good taste."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNELXBPcVZBEAE","review_text":"One of my one pick coffeeshops in Jogja! The coffee tasted very nice. The cup design is pretty. The price is reasonable. This shop is quite spacious & good for working as it offers WIFI. It’s located in Seturan, easy to find."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUR2cTRUWjRRRRAB","review_text":"All time favourite coffee in jogja 👍👍👍"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNVc082NWlnRRAB","review_text":"Nice place to hangout with friends! So many young students here, they are using this spot as a coworking-space. They are not noisy, and that's a plus. :)\n\nMoreover, I love the coffee. Perfect blend and aroma.\n\nLastly, nice atmosphere! Love to come back here again!"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURCbmNibXVRRRAB","review_text":"I love both coffee and the chocolate. The ambiance super calm, thus this place suitable for whom wants to work or study from coffee shop. And the music, i guess they have overrated playlist. I'll always wanna come back"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURDbHBLeDNRRRAB","review_text":"Popular coffee-shop in yogyakarta! This is one of their branch place. Scandinavian simple botanical interior design, indoor ac, outdoor smoking area & sidepart sit chill corner, huge parking area motor & car, cash & cashless payment, available on grabfood & gofood, taste coffee was good this kinda my favorite coffee in YK, pretty-wise price range, wifi checked, clean toilet, chill workspace, nice spot for catch-up, suitable for family, well barista services"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNxdnNmTU1BEAE","review_text":"real tasty coffee and other beverages..\nthe matcha was delightful amd the dark chocolate has the real chocolate taste!\nit's really great to have drink and use thencafe as the working space as well.."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUQ3bk9xbjF3RRAB","review_text":"I thought coffee is fresh, since the displayed machine is good. But everything was premade, and a long black took them 20min. But staff was friendly!"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUMwMkxtR1JnEAE","review_text":"Honestly my favourite coffee and spot to do some work. Although the place is quite small, you gotta be lucky to have the table all for yourself. If not gotta be prepared to share with someoene else. And it can get so noisy at times"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNQdzQ2dEVBEAE","review_text":"Great coffee varieties\nGreat ambiance and crowd\nA go-to place to sip a cup. Of. Coffee"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNKdk5mTkl3EAE","review_text":"I love this coffee. Enak bgt kacaw!!!!!! I love everyday latte& melacca."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURkMEp6RWF3EAE","review_text":"The most comfortable coffee shop in Seturan. My favorite is dark chocolate less sweet and the second is hazelnut.\n\nThe employees are very polite and friendly. The toilet is clean and the staff regularly check on it.\n\nLooking forward to buying new menus!"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURmb08tZjZ3RRAB","review_text":"everydaylatte nya juwarakkk 🥵🔫❤️❤️"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURFaHJ6a01nEAE","review_text":"A comfy place to do your work or paper..or just to hang out with friends. It can be also a.great place to have a date."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUM0NmNIcDd3RRAB","review_text":"nice coffeeshop, but, unfortunately I came here not at the right time for they don't have hot drink( for some reason)"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURCcjQyZUpREAE","review_text":"current favourite coffee, taste is sooo good\ni prefer to take couvee than another famous brand"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURoaEt1R2JBEAE","review_text":"Really good for working and hanging out with friends. The drinks are all also delightful."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURVeE1hS1JnEAE","review_text":"The place is cozy and clean.\nTheir coffee taste great."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUM4djd2VUZ3EAE","review_text":"Cozy place, a good choice for studying or working with your laptop. Good coffee also with moderate price. Definitely recommend this to others."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURNMWJPaXF3RRAB","review_text":"It's a nice place to take a break and enjoy a cup of coffee. It's almost always crowded I think, but I enjoy their coffee :)"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURVM2RIY013EAE","review_text":"Always full of people. Coffee isn't the best but the interior is."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUN0MElyVUhREAE","review_text":"Café agréable pour travailler. Beaucoup de tables et de prises + un bon wifi.\nLe café latte avec lait d'avoine est délicieux."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURZN3U2MlJnEAE","review_text":"very nice and comfortable place for doing work or assignments or even meeting with friends. the beverages taste wonderful."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURDdk55RXZBRRAB","review_text":"Couvee Time..\nIt's the 2nd time for to come to this place cuz,..\nThough I'm not coffee drinker like others but Couvee will give you a new sensation to drink Varian Coffee.\nStart from Original or Mixed taste with contains are secret, that will make you feel different to taste the coffee.\nFor me the menus just serve a varian coffee and the price also cheap not costly.\nThe place easy to find cuz near from town, hotels, night club, & karaoke. You can sit outside, inside, private, smoking area or anywhere you wont."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUMwdFlhRWF3EAE","review_text":"I went there on the weekend and it was crowded. The parking lot is quite wide. The barista was nice. Although the place wasn't that big, the atmosphere was quite good. They should use glass instead of plastic cup for those who drink in the place. I give 3 stars for the plastic cup. Hope they use less plastic cup in the future :)"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURidVp1Y2ZREAE","review_text":"Uenakkk tenan kopine jos gandosss\nTempatnya juga luas dan nyaman"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURLdUtmdFR3EAE","review_text":"The best cafe for working, literally. I've tried many cafes but nothing beats this place. They have many charging ports and all the times i've visited, i only recall one time of the wifi not working and i visited this place at least once a week. Their customer segment, in this particular location, are also those who visit for working\/studying so this place is rarely noisy. The chair and table have the right size and height, so you won't get back pain or be in an awkward position. Toilet are alwaysss clean, props to the cleaning guy! Best menu is everyday latte, no sugar. Cant stress enough how much I love this place lol"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUN5NWItRDRnRRAB","review_text":"The place was crowded when I visited. I ordered red velvet latte and it tasted good, just like any other red velvet beverages. For me personally, the AC was super cold lol, idk about anyone else tho but my friend and I were cold. The internet speed was decent. The place was cozy, but you cannot sit too closely, even with your friend, due to the PSBB regulation. However, overall, the menu and place are great but wish there were some pasta."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUM0LWNLd0xREAE","review_text":"Super cozy to hang out. They only serve coffee and milks"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNVNl9idVRREAE","review_text":"The price is around half of the famous S*, but the taste is 10 to 12. The place is comfortable and cosy, one thing to mention is some of the floors were dirty by footsteps. And if only the area is larger to accommodate more people."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURNeHFQUFlREAE","review_text":"the place is cozy, the coffee is good but the air conditioner are too cold 🥶"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUMwLU9QRWhnRRAB","review_text":"The most worth it coffee shop for its price. Coffee, chocolate, non coffee all good. If you don't like some things just ask the barista, they'll gladly help (I usually order less sugar on my coffee).\n\nThis branch is their biggest branch. Recommended to hangout or do some light work. It is usually crowded, so if you want to do some serious work, don't go here."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNZcV9PektBEAE","review_text":"Well this is the new location from couvee, place is nice very modern a lot of seating place, I like this one than the other couvee in design point of view, coffee ☕ don't ask for it they become one of the best ice coffee in town. In covee I always like Java somehow the taste is for me. Parking in here for car is not much so prefer parking in ruko beside it if you bring car. Price and quality is the same, but somehow for take away seem slower then the other couvee."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNzajkteFdBEAE","review_text":"Very spacey and not too comfortable coffee shop but thir product quality is quiet good though the place needs lots of improvement. Almost no privacy here because the room is too open without any bulkhead, so not comfortable for me. Need improvement please"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURjd29tQW13RRAB","review_text":"A spacious place with spacious parking lot. There is a separate non smooking and smooking place for customers. This place is a cozy place for hanging out with yourself or with your fellas. I don't know if there are electricity sockets here but I saw many customer bring their laptop and do their work here. You can get free wifi here. The product price is affordable. You can find coffee menu and non coffee baverages also sweet sliced cake and pastry(?). Debit card payment are accepted. Recommended."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURSX28za2F3EAE","review_text":"Pretty good place to hangout, the place is nice, coffee pretty good. U should try the blossom one cus I luv that haha. Overall I like it here."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUQ0dkxhTTZBRRAB","review_text":"Ever since the first time I tasted their coffee, I got addicted so now I always buy coffee from here. The red velvet latte and green latte are also very good. I guess I need to taste everything on their menu. Haha"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURDNkxLV1NBEAE","review_text":"I actually loves the coffee. Java is so far the best coffee that i ever taste in Jogja. But there's one thing that i feel uncomfortable about this place: there are no electric plugs in the smoking area."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNpbS1La0lBEAE","review_text":"Protokol social distancing nya ketat uga ya"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUMwMUlydmdnRRAB","review_text":"+ thw outdoor smoking area is betywe than the indoor area. The coffee is so overrated. I ordered java and it was glod but not that special like how everybody in town rave about it.\n\n- the indoor area is kaya pasar when it's crowded. Not that clmfortable."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNzbkt6R3FnRRAB","review_text":"I'll be lying if I say I didn't enjoy my White this morning in Couvee Seturan, but it'll be greater if the barista or staff could be nicer to us as a customer. First, we went here at 09.09 pm (It says open at 09.00 pm) and none of the staff is ready to serve us (one of them is silently busy with the Railing Stand, which I think it's not really important compare to our existence at that time, like we don't even need that railing stand cz no one there other than us). Second, I said good morning (only wanna trigger them to act nicer) and didn't get a proper answer."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNzcHFybVhREAE","review_text":"Clean , nice, modern, stylist and minimalist architecture , nice service , big parking space in the back of the coffee shop. Maybe it because, i kind of person who prefer uncrowded place, this place is not the kind of place i will love to spend time often"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURZazgyTWdRRRAB","review_text":"You shouldn't have any doubt about the coffee taste in here. Melacca and necta have a very strong coffee taste, perfectly blended with milk and brown sugar for melacca, honey and longan for necta. Its very goooooooddd i cannot lie. Couvee, you brought me here 3 days in a row!\n\nCouvee seturan is quite new, have their own parking area and of course bigger than couvee jakal, which is why i choose this place over the couvee jakal, but it still find hard to get table in here. Always full. Its waaayy better just take away the coffee. And please bring your own tumblr, and i hope couvee can serving with a glass who drink in the shop instead of using plastic glass 😊"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUMwcWN5dHN3RRAB","review_text":"Not too expensive, great taste, cozy place. But they do not provide many cable plugs, so make sure you come with full battery if you want to work here."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURhbXVfaWR3EAE","review_text":"Wifi ok,nice place, comfy, nice coffee"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNNcVl2eWZBEAE","review_text":"Cozy, nice place to hang out with your friends.  The beverages are delicious. My favorite is hazelnut coffee.  There are many choices of beverages there, with reasonable prices.  Recommended."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURSdE9ldjZBRRAB","review_text":"One of the best kopi susu gula aren in town (or maybe country)☺️🫶"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURLdHM2bnhRRRAB","review_text":"Tempat nyaman u nongkrong sambil nyruput kopi n sambil ngenett....Wifi-nya kenceng bro..."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURzdnNtOHVnRRAB","review_text":"The place is so cozy and calm. Good place to hang out with friends or just to do the works here. unfortunately, there is no hot beverage except espresso."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURpeU5yWGJnEAE","review_text":"Good place, good coffee"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNzMFpiRjJnRRAB","review_text":"The place is great for doing assignment, coffee is great, with free wifi. I just hope they have more spacious car parking spot"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURKbEpMRFBBEAE","review_text":"Nice, recomended 👍🏻"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNDN3Y3RjBRRRAB","review_text":"The place is nice and cozy. The air conditioner works so fine u dont know that the sun is actualy burning like hell outside. Everyday Latte is my favorite here. Its creamy and a little bit salty but less taste of coffee. I usually prefer stronger coffee taste, but then I have other place to go for just the right strong coffee i want. Here my favorite is always Everyday Latte with less sugar."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNDb2RDcnZnRRAB","review_text":"Great location, good coffee, ample parking space, but need more tables. Quite crowded and I found a hard time to find a table for three."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNjM2VuYnVnRRAB","review_text":"so many coffe shop in this town and im so saturate. but this one have different taste coffe. aroma,thickness,strongness and l love that"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUM0Z2NDMEdnEAE","review_text":"Very nice modern and lightful coffee place, it's five times cheaper than Starbuck's for the same quality of coffee and flavoured milk, if not better...  Best café in jl seturan"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNCX3NteW1RRRAB","review_text":"The place is too small for favourite students to come for studying, but the food, service and the Coffee are the best"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURVNzY3RHZBRRAB","review_text":"The wifi was not reliable, coffee was only sugar inside, i only drank couple of its sips. I didn’t get any table, and when I asked the staff, they just simply said “yes it’s full” (really??) .. so i was waiting on the chair in front of the cashier."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURSamY3YmR3EAE","review_text":"Couvee is definitely a place where you can focus. Everyday latte, java, and matcha latte are my fav!"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURVajcyamF3EAE","review_text":"The hospitality is 6\/10. Average coffee taste. Place 8\/10 good music"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUMwaF9DX1dBEAE","review_text":"One of mandatory to find kopi susu in town."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNKOVlUZTVBRRAB","review_text":"Java! That is the one you should try 😚"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUQtbGJIWF9RRRAB","review_text":"keramean, sempit, wifi gakenceng, ac ga dingin huhu sorry couvee"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNzejhQTW9nRRAB","review_text":"Not a specialty coffee shop but good at what they do. service is super fast.\n\nthe coffee is pretty good with a great workspace"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURXdW9feHh3RRAB","review_text":"Went there before 9 in the morning and the store is still closed (please update the opening hours) also there’s no parking space for car because they renovate the parking space."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSURFbk0tQUNnEAE","review_text":"Aircon too low, kinda freezing inside. Wear warm clothes lol. Good coffee, though! My friend is a regular."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUQ0ZzRtVjhBRRAB","review_text":"The price lil bit pricey. Not so many choices for snacks\/foods. For you thats looking for working area, maybe its suitable for you,."},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChZDSUhNMG9nS0VJQ0FnSUNVelB1YU53EAE","review_text":"I am so in love with red velvet latte. Best in town!"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSUNOdS1EZ2dRRRAB","review_text":"Thanks for excellent service 👍 barista ok ob ok"},{"name":"Couvee - Seturan","google_id":"0x2e7a590e156f7c1f:0x2502cff3b7310971","place_id":"ChIJH3xvFQ5Zei4RcQkxt_PPAiU","reviews":2114,"rating":4.6,"review_id":"ChdDSUhNMG9nS0VJQ0FnSURNdl9TdHFnRRAB","review_text":"The best coffee in town! Love Java!"}]